Revit 2027 API
DefinitionBindingMap.Contains Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual bool Contains(
	Definition key
)
Public Overridable Function Contains (
	key As Definition
) As Boolean
public:
virtual bool Contains(
	Definition^ key
)
abstract Contains :
        key : Definition -> bool
override Contains :
        key : Definition -> bool
Parameters
key Definition
Return Value
Boolean
See Also
Reference
DefinitionBindingMap Class
Autodesk.Revit.DB Namespace